import type { Area } from '../model/types';

export const mockAreas: Area[] = [
  { id: 1, address: 'г Санкт-Петербург, ул Тарасова, д. 1 корп. 0 лит. А, кв. 1' },
  { id: 2, address: 'г Санкт-Петербург, ул Тарасова, д. 1 корп. 0 лит. А, кв. 2' },
  { id: 3, address: 'г Санкт-Петербург, ул Тарасова, д. 1 корп. 0 лит. А, кв. 3' },
  { id: 4, address: 'г Санкт-Петербург, ул Тарасова, д. 1 корп. 0 лит. А, кв. 4' },
  { id: 5, address: 'г Санкт-Петербург, ул Тарасова, д. 1 корп. 0 лит. А, кв. 5' },
  { id: 6, address: 'г Санкт-Петербург, ул Тарасова, д. 2 корп. 0 лит. А, кв. 1' },
  { id: 7, address: 'г Санкт-Петербург, ул Тарасова, д. 2 корп. 0 лит. А, кв. 2' },
  { id: 8, address: 'г Санкт-Петербург, ул Тарасова, д. 2 корп. 0 лит. А, кв. 3' },
  { id: 9, address: 'г Санкт-Петербург, ул Ленина, д. 5 корп. 0 лит. А, кв. 10' },
  { id: 10, address: 'г Санкт-Петербург, ул Ленина, д. 5 корп. 0 лит. А, кв. 11' },
  { id: 11, address: 'г Санкт-Петербург, ул Ленина, д. 5 корп. 0 лит. А, кв. 12' },
  { id: 12, address: 'г Санкт-Петербург, ул Ленина, д. 7 корп. 0 лит. А, кв. 1' },
  { id: 13, address: 'г Санкт-Петербург, ул Ленина, д. 7 корп. 0 лит. А, кв. 2' },
  { id: 14, address: 'г Санкт-Петербург, пр Мира, д. 3 корп. 0 лит. А, кв. 14' },
  { id: 15, address: 'г Санкт-Петербург, пр Мира, д. 3 корп. 0 лит. А, кв. 15' },
  { id: 16, address: 'г Санкт-Петербург, пр Мира, д. 3 корп. 0 лит. А, кв. 16' },
  { id: 17, address: 'г Санкт-Петербург, пр Мира, д. 10 корп. 0 лит. А, кв. 4' },
  { id: 18, address: 'г Санкт-Петербург, пр Мира, д. 10 корп. 0 лит. А, кв. 5' },
  { id: 19, address: 'г Санкт-Петербург, ул Садовая, д. 8 корп. 0 лит. А, кв. 22' },
  { id: 20, address: 'г Санкт-Петербург, ул Садовая, д. 8 корп. 0 лит. А, кв. 23' },
];
